{"question":{"0":"Who developed Windows 95?","1":"In which country is Vierlingsbeek located?","2":"What instrument does Giovanni Battista Viotti play?","3":"For whom does Lyse Doucet work?","4":"Where is IJmuiden located?","5":"Where is the headquarter of WWE located?","6":"What is the native language of Mathieu de Montmorency?","7":"What genre is The Enchanter Reborn a mix of?","8":"What is the native language of Anne-Marie Idrac?","9":"What is the capital of the Spanish East Indies?","10":"Who employs Satoru Iwata?","11":"On which network was The Famous Teddy Z originally aired?","12":"In which city did John Major work?","13":"Where did The Young and the Restless premiere?","14":"What sport does LeBron James professionally play?","15":"What sport does Evgeni Malkin professionally play?","16":"What sport does Jarome Iginla professionally play?","17":"What is the official language of Peru?","18":"What field does Lev Vygotsky work in?","19":"Who is developing Tizen?","20":"Who developed Windows Media Player?","21":"What language is spoken in the Canton of Fribourg?","22":"Where can Fantastic Fest be found in the heart of downtown?","23":"What language is spoken in Pomarkku?","24":"What area does Amos Tversky work in?","25":"Where is Euromoney Institutional Investor's headquarters located?","26":"What is David Weigel's profession similar to?","27":"What is the capital city of Commonwealth of England?","28":"What is the capital of Veneto?","29":"What country is Jean Bobet a citizen of?","30":"In which country is Isola Dovarese located?","31":"Where does Hotel Room premiere?","32":"What is the native language of Aleksey Khomyakov?","33":"Where is the headquarter of Smith & Wesson located?","34":"Who produces Platform Controller Hub?","35":"Where did The New Dick Van Dyke Show debut?","36":"What is the capital of Ukraine?","37":"Where is the headquarter of Fudan University?","38":"What instrument does Count Basie perform on?","39":"Where is Leinster located?","40":"What language is a mixture of Russian used by Musa Manarov?","41":"What is the native language of Yuliya Snigir?","42":"Where did Late Night with Jimmy Fallon premiere?","43":"Where did The Late Late Show with Craig Ferguson premiere?","44":"Where did No Game No Life originate?","45":"Who developed Windows Phone 8.1?","46":"Where is the headquarter of BC Hydro located?","47":"What sport does Herculez Gomez professionally play?","48":"What language was the late 15th century text Passer à l'acte originally written in?","49":"What country is Arne Vidar Røed a citizen of?","50":"Who developed the Acura ILX?","51":"Where is the headquarter of Zillow located?","52":"Where did Ernst Reuter die?","53":"What is the capital city of the Kingdom of Hungary?","54":"Where is the British Museum located?","55":"Where was Mehdi Hosseini born?","56":"Who employs Jeremy Paxman?","57":"What language is spoken in Aarau?","58":"In what city did Charlie Conacher die?","59":"In what city did Gianfranco Fini work?","60":"Where did How to Make It in America premiere?","61":"In which country is Bundesautobahn 3 the most popular route?","62":"In which country was Paanch created?","63":"In which country was Pandora Hearts created?","64":"What is the native language of Valentin Rasputin?","65":"In which city is Andheri located in the south?","66":"Who developed PlayStation Eye?","67":"What language is not used by Jean-Baptiste Marchand?","68":"Where did George Cadogan, 5th Earl Cadogan take up work?","69":"What religion is Mir Damad affiliated with?","70":"Where did The Big Bang Theory premiere?","71":"Where was Hajime Mizoguchi born?","72":"Where are SunTrust Banks's headquarters located?","73":"What is the native language of Giunta Pisano?","74":"What is the native language of Pierre Alcover?","75":"In which country is Medical College and Hospital, Kolkata located?","76":"What is Henry Pym affiliated with?","77":"Where is Fryderyk Chopin University of Music located?","78":"Who developed Final Fantasy Legend III?","79":"On what network was Scooby Doo originally aired?","80":"In which country was Saint-Marcellin created?","81":"What language is spoken in Seychelles?","82":"Where was Giovanni Sgambati born?","83":"What is Phil Knight founder of?","84":"Where was East Japan Railway Company formed?","85":"What is the capital of Norway?","86":"Where was Jacques-Jean Barre born?","87":"What instrument does Edmund Neupert perform on?","88":"On which network did Meet the Press debut?","89":"What instrument does Sergiu Luca play?","90":"Who owns Windows Media Player?","91":"In what area does William Herschel work?","92":"What sport does José Canseco professionally play?","93":"What language is the original version of Celia en el colegio a mixture of?","94":"What is Jeff Hardy affiliated with?","95":"What is the capital city of the Second French Empire?","96":"What instrument does Franz Liszt play?","97":"What is the native language of Lisa Ekdahl?","98":"Where does Trailer Park Boys premiere?","99":"Who employs Jeremy Vine?","100":"Where is Melodiya headquartered?","101":"In what language does Jean-Pierre Petit write?","102":"What language is spoken in Papua New Guinea?","103":"Where is Killer Mike native to?","104":"Who developed the B-47 Stratojet?","105":"Where did Henri Herz die at the age of 93?","106":"What is the native language of Xavier Saint-Macary?","107":"Where did John Pym die?","108":"Who is United Launch Alliance's joint venture partner?","109":"To which continent does Cape Adams belong?","110":"Who owns Yammer?","111":"Who developed the Jeep Grand Cherokee?","112":"Who wrote Le Silence de la mer in the early 20th century?","113":"Where is the location of the Taliban insurgency","114":"Where did The Sports Reporters premiere?","115":"In which state is Edina High School located?","116":"Who developed Chromebook Pixel?","117":"To which continent does Melilla belong?","118":"What sport does Dick Butkus professionally play?","119":"Who created iTunes Radio?","120":"What network originally aired Museum Secrets?","121":"Who owns Florida Championship Wrestling?","122":"Where is the headquarter of Mayo Clinic located?","123":"Where is the Galerie des Machines located?","124":"Where is The Home Depot headquartered?","125":"Who developed Windows Internet Explorer 8?","126":"What country is Cabernet Franc from?","127":"Where does College Football Live premiere?","128":"In what city did Lorenzo Perosi die?","129":"In what city did Friedrich Goldmann work?","130":"What sport does Marco Di Vaio professionally play?","131":"What position does Mark Sanchez play in?","132":"Where did samurai cinema originate?","133":"What sport does Terrell Owens professionally play?","134":"Who developed the Acura RDX?","135":"In what country was Chakrapani created?","136":"To which continent does Catalonia belong?","137":"Who develops Android Auto?","138":"What sport does Ryan Smyth professionally play?","139":"What genre is played by Count Basie?","140":"What is the original language of The Three Musketeers?","141":"Where are Mercure de France's headquarters?","142":"Where is Concordia University located?","143":"What sport does Lawrence Taylor professionally play?","144":"Where did Stamatios Kleanthis pass away?","145":"Who developed OS X Yosemite?","146":"What religion does Sultan Satuq Bughra Khan follow?","147":"What sport does Russell Wilson professionally play?","148":"Where is Nez Perce County located?","149":"Who developed Windows Phone 7?","150":"What city does Bilal ibn Ribah originate from?","151":"In which city did Philippus van Limborch work?","152":"In what city did Adele Faccio work?","153":"Where did Givenchy originate?","154":"Where did Giacomo Barozzi da Vignola pass away?","155":"What language was a mixture of Latin in Eclogues?","156":"Where is the headquarter of Russian Post located?","157":"What sport does Dirk Nowitzki professionally play?","158":"What company makes Nismo?","159":"Who created MacApp?","160":"In what language does Francis Blanche speak during a news conference?","161":"On what network was Law & Order released?","162":"What citizenship did Bhaktisiddhanta Saraswati have?","163":"In what language is Le Mauricien written?","164":"Where is Pilipinas News from?","165":"Where was Alexandre Mercereau born?","166":"What city owns O'Hare International Airport?","167":"In which country is Etobicoke North located?","168":"In what city did Giacinto Brandi die?","169":"Where is Partick Thistle F.C. based?","170":"What is Raina Kabaivanska known for?","171":"Which language was Il Gazzettino written in?","172":"In what city did James Northcote die?","173":"Where was Chatto & Windus formed?","174":"Who develops Final Fantasy?","175":"In which country was Suite Habana created?","176":"In which city did Henry Somerset, 7th Duke of Beaufort work?","177":"On which network was The Biskitts originally aired?","178":"What genre does Eureka Brass Band play?","179":"What language is spoken in Tennessee?","180":"What was the capital of the Czech Socialist Republic?","181":"What country is Mohammad-Taqi Mesbah-Yazdi a citizen of?","182":"Who developed Windows Live Mail?","183":"What language is spoken in Singapore?","184":"In what city did Werner von Blomberg work?","185":"What sport does Boris Diaw professionally play?","186":"What is the capital of Italy?","187":"Who created Xbox?","188":"In which country is Christian Medical College Ludhiana located?","189":"What is the native language of Pierre Daniel Huet?","190":"What is Antonio Vivaldi known for performing in?","191":"Where is RioCan Real Estate Investment Trust headquartered?","192":"What language is spoken in Indiana?","193":"Who developed Wii MotionPlus?","194":"What is the original language of Ma vie en rose?","195":"Who develops Windows Mobile?","196":"Where was Sound Transit formed in 1999?","197":"In what city did Louis Nicolas Vauquelin work?","198":"What religion is Shah Alam II affiliated with?","199":"What language is that used by Juan Bautista de Anza similar to?","200":"Who owns Beats Music?","201":"Where is the headquarter of United Airlines located?","202":"What position does Marco Tardelli play in?","203":"What language does Willem Wilmink speak to the media in?","204":"What title does John XXIII hold?","205":"In what city did Gro Harlem Brundtland work?","206":"In which country is Trento located?","207":"What is Jon Postel's domain of activity?","208":"What is Iron Man affiliated with?","209":"Who created Windows Embedded CE 6.0?","210":"Who created Super Game Boy?","211":"What position does Yogi Berra play?","212":"What religion does Hafez follow?","213":"Who employs Victoria Derbyshire?","214":"On what network was The Leftovers released?","215":"What language is Si la vie est cadeau written in?","216":"In which city did Elizabeth Butler-Sloss, Baroness Butler-Sloss work?","217":"What religion does Deobandi follow?","218":"Where did Knud, Hereditary Prince of Denmark pass away?","219":"In what city did Astley Cooper die?","220":"To which continent do Grossman Nunataks belong?","221":"Who developed the iPod Touch?","222":"What field was Gerolamo Cardano's domain of activity?","223":"What is the native language of Paul Klebnikov?","224":"In which country is the Ginza Line located?","225":"What sport does Jerry West professionally play?","226":"Where are the Hellenic Army's headquarters?","227":"Who employs Steve Jobs?","228":"What city owns Giuseppe Meazza Stadium (San Siro)?","229":"What is the native language of Marguerite Yourcenar?","230":"What is Daiki Arioka's profession?","231":"What is the capital of Central Bohemian Region?","232":"In which country is Iruma Air Base located?","233":"What is the original language of Sadratnamala?","234":"In which country is Bundesautobahn 9 the most popular route?","235":"What was the capital of the Weimar Republic?","236":"What language does Enzo Cannavale usually use?","237":"What is the native language of Pierre Blanchar?","238":"What does Jacobo Zabludovsky work as?","239":"What areas of expertise does the Courant Institute of Mathematical Sciences specialize in?","240":"What is the capital city of People's Republic of Poland?","241":"What is Joseph Schumpeter's domain of work?","242":"What is the original language of Les Francs-juges?","243":"Who produces the Alfa Romeo MiTo?","244":"What is the capital city of Abbasid Caliphate?","245":"What is the native language of Georges Pompidou?","246":"What is the original language of Face Dances?","247":"Where was Hideki Shirakawa born?","248":"Where is Giacinto Brandi originally from?","249":"In what language is the Masoretic Text written?","250":"What position does Gareth Barry play in?","251":"In which country is Indira Gandhi International Airport located?","252":"In which country is Cairo American College located?","253":"In which city did Francesco Rutelli work?","254":"What does Sunny Hundal work as?","255":"Who developed Time Machine (macOS)?","256":"What continent does Toulouse belong to?","257":"What sport does Megan Rapinoe professionally play?","258":"What country is Henri Maurice Berteaux a citizen of?","259":"In which country is the Buenos Aires Herald, created in 1891, the oldest daily newspaper?","260":"What city is Galata within the city limits of?","261":"Who developed iTunes?","262":"Who employs Angela Ahrendts?","263":"What position does Germanus of Auxerre have?","264":"Where is EDP Renewables North America headquartered?","265":"In which country is Santo Stefano d'Aveto located?","266":"Who owns Abarth?","267":"Where is Lincoln Financial Field located?","268":"Who developed Yakuza 2?","269":"What sport does Dominik Hašek professionally play?","270":"Who employs Stephen Elop?","271":"Where is Open University of Catalonia establishing a new university?","272":"Where did Show Me a Hero premiere?","273":"Who owns Xbox Game Studios?","274":"What is the capital of Indonesia?","275":"What is the capital of Saxony?","276":"What continent does Yangtze belong to?","277":"To which continent does Afghanistan belong?","278":"Where is the headquarter of Chinese Skating Association located?","279":"Where can Fifth Avenue be found?","280":"What instrument did Edvard Grieg perform on?","281":"What country is Yohann Diniz a citizen of?","282":"Who developed the Acura ZDX?","283":"What is the capital of the Roman Republic?","284":"To which continent does Wallonia belong?","285":"In which country was Avenue Montaigne created?","286":"Where was the North Side Gang created in the early 1980s?","287":"In what city did Otto Hauser work?","288":"What is the capital city of United Kingdom of the Netherlands?","289":"In what country was Lage Raho Munna Bhai created?","290":"Who developed Acura TL?","291":"Where was Adolphe d'Ennery born?","292":"What is the position of Pius XII?","293":"What country is Shigeki Maruyama a citizen of?","294":"Who employs Bill Gates?","295":"What is the capital city of the Austrian Empire?","296":"In what city did Tony Benn die?","297":"What instrument was Clifford Curzon performing?","298":"In what country was Lupin III created?","299":"What is Gwen Ifill associated with?","300":"In what country was Inuyasha created?","301":"What is the capital of the Commonwealth of the Philippines?","302":"Who is Pius VIII?","303":"In what city did Montesquieu die?","304":"Who employs Ray Kurzweil?","305":"Where is Galatasaray University located?","306":"In what language does Olga Vittoria Gentilli write?","307":"What religion is Yusuf al-Qaradawi affiliated with?","308":"What is the native language of Irina Khakamada?","309":"Where are the headquarters of King Chulalongkorn Memorial Hospital?","310":"Where is the location of the 2011 Australian Open?","311":"Where is the Parliament of Norway Building located?","312":"Where did Alphonse James de Rothschild die?","313":"In which country is Eibenstock located?","314":"What religion is Muhammad al-Bukhari affiliated with?","315":"Where is Louth County Council located?","316":"In what country was Caciocavallo created?","317":"Who owns Outlook.com?","318":"Who created Kindle Fire?","319":"Where did Gaetano Moroni pass away?","320":"What religion is Sukarno affiliated with?","321":"Who owns Chromebook?","322":"What position does Benedict XVI hold?","323":"What continent does the Prussian Partition belong to?","324":"What city did Boniface III originate from?","325":"Who employs Steve Claridge?","326":"What company created Newsstand?","327":"In what language is La Voz del Interior written?","328":"What language is spoken in South Georgia and the South Sandwich Islands?","329":"What language is the idiom spoken in the Marshall Islands a mixture of?","330":"What is Felix Salmon's job?","331":"What is the original language of Chennai 600028?","332":"In what city did Ulrika Eleonora, Queen of Sweden die?","333":"What position does Acca of Hexham hold as the first female?","334":"In which country is Holycross-Ballycahill GAA located?","335":"To which continent does Mawson Glacier belong?","336":"In which country is Bouygues Telecom located?","337":"What position does John Smoltz play?","338":"Where did Freaks and Geeks debut?","339":"Where was Iiro Rantala born?","340":"Where did J-pop originate?","341":"Where is the headquarter of Minnesota Strikers located?","342":"In what language is Le Matin de Paris written?","343":"Who is the owner of Lexus?","344":"Where is the headquarters of Co-operative Commonwealth Federation (Ontario Section)?","345":"What sport does Bubba Smith professionally play?","346":"What is the native language of Georges Gorse?","347":"Who owns Knowledge Graph?","348":"Who developed Super Audio CD?","349":"To which continent does Pitkevitch Glacier belong?","350":"Who developed Windows Live OneCare?","351":"Where is the Oratory of Saint Philip Neri headquartered?","352":"What field of study does the Italian Chemical Society specialize in?","353":"Who is Gregory XIII?","354":"What is Martha Nussbaum's profession?","355":"What genre does RuneScape play?","356":"What is the native language of Michel Modo?","357":"What is Arnold Hermann Ludwig Heeren's domain of work?","358":"Where is the Lotte World Tower located?","359":"What is the mix of religions in the Tang Empire?","360":"Where is the David Suzuki Foundation's headquarters?","361":"Where is Lufkin located?","362":"Where did tatami originate?","363":"What position does Drew Brees play?","364":"What is the native language of Nikolay Strakhov?","365":"In which country is Marugame located?","366":"What language is spoken in Vietnam?","367":"Who employs Craig Federighi?","368":"What is the original language of Plus belle la vie?","369":"What language is spoken in Patna?","370":"Where is the headquarters of Lebedev Physical Institute?","371":"What religion does Osman I follow?","372":"Where is the 2005 Australian Open located?","373":"In what city did Michel Bernstein die?","374":"To which continent does Emmanuel Glacier belong?","375":"In which country is Siemiatycze located?","376":"What religion does Hyder Ali follow?","377":"Where did Fat Albert and the Cosby Kids debut?","378":"Where did The Dick Van Dyke Show premiere?","379":"What instrument does Robert Schumann perform on?","380":"In which city did Morteza Momayez pass away?","381":"Where is the King David Hotel bombing located?","382":"What is the native language of Alexandre Auguste Ledru-Rollin?","383":"Where did Mainichi Shinbun originate?","384":"What language was a mixture of French in Polisse?","385":"In which part of the US are the Hualapai people located?","386":"What country is Sakichi Toyoda a citizen of?","387":"What language is spoken in Petrozavodsk?","388":"Where is Salvatore Ferragamo Italia S.p.A. headquartered?","389":"In which country was Sangamam created?","390":"Who employs John Humphrys?","391":"Where did Monster Rancher originate?","392":"Who developed Android TV?","393":"What is the native language of Gabrielle Fontan?","394":"Who employs Leslie Moonves?","395":"What language is spoken in Zabaykalsky Krai?","396":"What position does Drake Britton play?","397":"Who developed Active Server Pages?","398":"In which city did David Mellor work?","399":"Where does Sunday Night Baseball premiere?","400":"What city owns Stadio Flaminio?","401":"Where was Mako Idemitsu born?","402":"What position does Barry Zito play?","403":"What is Adam Schefter's affiliation with?","404":"Who developed the Lexus ES?","405":"What sport does Barry Bonds professionally play?","406":"What field does air traffic control work in?","407":"Where did Pierre Contant d'Ivry pass away?","408":"In what city did Gilles Marie Oppenord die?","409":"Where did The New Andy Griffith Show premiere?","410":"In what city did Rutland Barrington die?","411":"Where did Teen Mom debut?","412":"In which country is Valdemarsvik located?","413":"What field of study was Edward Teller an expert in?","414":"Where is Rheinmetall MAN Military Vehicles headquartered?","415":"What was the Delmarva Peninsula named for?","416":"In which city did Sir James Whitehead, 1st Baronet work?","417":"Where is Gerlache Strait located?","418":"What area does Vilfredo Pareto work in besides economics?","419":"What instrument does George Gershwin perform on?","420":"In which country is the Alberta Alliance Party located?","421":"Where is York University located?","422":"Where was Jules Michelet born?","423":"Who developed the Lexus RX?","424":"In what country was Tenchi Universe created?","425":"Where are the headquarters of the Polish Socialist Party?","426":"What religion is Abdalqadir as-Sufi affiliated with?","427":"Where was Georges Rouault born?","428":"What type of music does Postcards Records perform?","429":"To which continent does the Irish Free State belong?","430":"Where is the headquarter of Soviet Air Defence Forces located?","431":"What is the capital of the Ukrainian State?","432":"In which city did Yitzhak Ben-Zvi work?","433":"What instrument did Van Cliburn perform on?","434":"What instrument does Antonio Vivaldi play?","435":"Which kind of show does Andrew Lloyd Webber create?","436":"What country is Nagendra Singh a citizen of?","437":"In what language was De Officiis originally written?","438":"What is Georgios Babiniotis's domain of work?","439":"In what city did Julian Huxley die?","440":"What language was Die Nibelungen originally written in?","441":"Where is the headquarter of Canada West Foundation located?","442":"What country is Yuki Uchida a citizen of?","443":"Where is Eiko Koike originally from?","444":"In what language was Yalkut Yosef originally written?","445":"Where did Orphan Black originate?","446":"In which country is Bundesautobahn 4 the most popular route?","447":"In which country is Jervis Inlet located?","448":"In what language is Kieler Nachrichten written?","449":"Who employs Paul Otellini?","450":"Where did Mike & Molly premiere?","451":"What is the original language of The Voice Israel?","452":"What sport does Wayne Rooney professionally play?","453":"What was the capital of the Second Spanish Republic?","454":"What position does Mark Walters play in?","455":"What sport does Johnny Unitas professionally play?","456":"What country is Auguste Rodin a citizen of?","457":"In what language is La Vie written?","458":"What language is spoken in the United Kingdom?","459":"What instrument does Johannes Brahms perform on?","460":"In which country is Nishi-Matsuura District located?","461":"Where is the Federal Palace of Switzerland located?","462":"Who develops Mac Pro?","463":"In what city did Louis XVII of France die?","464":"What is the official language of Ecuador?","465":"Who developed iPod Classic?","466":"In which country was Dronningens vagtmester created?","467":"In which country is Panagarh located?","468":"Who developed ActiveSync?","469":"What sport does Mark Messier professionally play?","470":"In what country was Velayudham created?","471":"What instrument does Philip Glass play?","472":"In which country is the Sydney Peace Prize located?","473":"What country is Subodh Kant Sahay a citizen of?","474":"What is the capital of Lazio?","475":"What is the original language of Tusculanae Disputationes?","476":"In which country is the Argentine National Anthem located?","477":"What sport does Brett Hull professionally play?","478":"What continent does Vietnam belong to?","479":"Who employs Shane McMahon?","480":"What sport does Thierry Henry professionally play?","481":"What sport does Roger Staubach professionally play?","482":"Where did Prada originate?","483":"What is the position of Leo XIII?","484":"Who developed Windows Phone 8.1?","485":"In what city did Marcellin Berthelot die?","486":"Where is Charlottenborg Palace located?","487":"What continent does Paris belong to?","488":"Who developed iPad 4?","489":"Who developed NTFS?","490":"What language is used by Claude Henri de Rouvroy, comte de Saint-Simon?","491":"What language does David Crystal study the history of?","492":"Where did Tokyo Mew Mew originate?","493":"In which city did Joseph Goebbels work?","494":"Where does The Lead with Jake Tapper premiere?","495":"In which country is public transport in Istanbul located?","496":"Who owns Epiphone?","497":"In what language does Osvaldo Genazzani speak?","498":"What is the native language of Claude Bernard?","499":"Where is Myongji University located?","500":"Where did Grupo Globo originate?","501":"What language is spoken in Nokia?","502":"What sport did Honus Wagner professionally play?","503":"What is the native language of Victor Prosper Considerant?","504":"In what city did Franz Xaver Gabelsberger work?","505":"What is the capital of the Grand Duchy of Finland?","506":"In which province is Lake Abitibi located?","507":"What language does Alain Touraine speak to the media after the first round of the election?","508":"What is the native language of Edward Bulwer-Lytton?","509":"What position does Ignatius of Antioch have?","510":"Where did Microsoap premiere?","511":"Who employs Vint Cerf?","512":"In what language is L'Aurore written?","513":"Who developed WebM?","514":"Where is Inoue Genan Inseki native to?","515":"What is the native language of Alain Marleix?","516":"What is the native language of Sergey Aksyonov?","517":"Where is Patrick Henry College located?","518":"Who developed the iPhone 4s?","519":"What country is Buichi Terasawa a citizen of?","520":"To which continent does The Hague belong?","521":"In which country is Fluminense F.C. located?","522":"Who employs Jon Sopel?","523":"Who developed CarPlay?","524":"Where is Mauna Kea located?","525":"To which continent does Hong Kong belong?","526":"Who developed Core 2?","527":"Where is the location of Massachusetts Institute of Technology?","528":"In what country was Young Canadians created?","529":"Who owns Skype Technologies?","530":"Where did Brookes Brothers form in 1892?","531":"In which country is Al-Hasakah Governorate located?","532":"Where did La Fontaine's Fables originate?","533":"Where is the Italian Social Movement headquartered?","534":"What sport does Ilya Kovalchuk professionally play?","535":"To which continent does the Australian Antarctic Territory belong?","536":"What is the capital city of the Kingdom of the Netherlands?","537":"Where is the location of the 2000 Australian Open?","538":"What language is used by Louis Bonaparte?","539":"What company is Xamarin from?","540":"What religion does Dildar Ali Naseerabadi follow?","541":"What religion is Adi ibn Hatim affiliated with?","542":"Where did The Tonight Show with Jay Leno premiere?","543":"Where is the Canadian Cancer Society headquartered?","544":"In what language is Animator.ru written?","545":"What citizenship does Sola Aoi have?","546":"Where is the Panathenaic Stadium located?","547":"What area did Galileo Galilei work in?","548":"In what city did Giovanni di Bicci de' Medici die?","549":"In which country is Bundesautobahn 6 the most popular route?","550":"Where is Bandai Co., Ltd. headquartered?","551":"Where was Rimmel founded?","552":"What position does Tim Tebow play?","553":"What position does Babylas of Antioch have?","554":"What country is Claude d'Annebault a citizen of?","555":"Where did A Charlie Brown Christmas debut?","556":"Who developed X11.app?","557":"What language is spoken in Guyana?","558":"Where was Chris Stringer born?","559":"Who owns Audible.com?","560":"What sport did Jackie Robinson professionally play?","561":"What is the official religion of Talmud Torah school?","562":"Who owns Alexa Internet?","563":"Where is the Coca-Cola Company headquartered?","564":"In which state is Manassas Regional Airport located?","565":"To which continent does the Rufiji River belong?","566":"In what language is Le Petit Parisien written?","567":"Where did Sherlock Holmes premiere?","568":"What country is Michel Houellebecq a citizen of?","569":"Who developed Datsun Sports?","570":"Where did Bandai Channel start?","571":"What is the capital of Maharashtra?","572":"Where was Henri Estienne born?","573":"Where was Hiroshi Tsuchida born?","574":"What language was a mixture of in I ragazzi di via Panisperna?","575":"What citizenship does Linor Abargil have?","576":"Who employs Satya Nadella?","577":"In what city did Sir William Dunn, 1st Baronet, of Lakenheath die?","578":"What country is Chuwit Kamolvisit a citizen of?","579":"Where did Mitsubishi Electric start?","580":"Who owns Broadcasting House?","581":"Where was Bhayanak Maut created in the wake of the 2008?","582":"Who developed Xeon?","583":"In what language is Optimistique-moi written?","584":"To which continent does Sjogren Glacier belong?","585":"Which position holds Zeno of Verona?","586":"Who employs Gary Lineker?","587":"In what language was La Jornada originally written?","588":"Who owns Xbox?","589":"Where did Sviatoslav Knushevitsky pass away?","590":"In what language is Comme j'ai mal written?","591":"What language is Anna Karenina written in?","592":"What is the original language of Le Globe?","593":"What organization does the Brazil national football team belong to?","594":"What religion does Abdolkarim Soroush follow?","595":"What country is Marcin Libicki a citizen of?","596":"Who owns DeepMind?","597":"What religion does Al-Mahdi follow?","598":"To which continent does Debenham Glacier belong?","599":"Where is the National Memorial Cemetery of the Pacific located?","600":"What position does Josh McCown play?","601":"What continent is Otway Massif a part of?","602":"In which city did Antoni Brodowski work in the office of the mayor?","603":"Where did Criminal Minds premiere?","604":"Who employs Eddy Cue?","605":"What is the native language of Maurice Faure?","606":"In which country is North Middlesex, Ontario located?","607":"Where is the popular route Bundesautobahn 113?","608":"What language was Mi Reflejo a mixture of?","609":"What is the capital of Egypt?","610":"What is the capital of Metropolitan France?","611":"Who developed the Acura RL?","612":"Where are Seiyu Group's headquarters?","613":"What language is spoken in Joensuu?","614":"What sport does Juninho Pernambucano professionally play?","615":"What instrument does Tomaso Antonio Vitali play?","616":"In what country was Arisaka created?","617":"What language is spoken in Panama?","618":"What is the native language of Isabelle Breitman?","619":"What is the original language of Revue de Paris?","620":"What areas does the Australian Mathematical Society specialize in?","621":"Where is St Patrick's Athletic F.C. headquartered?","622":"In which country is Lopburi located in the southern part?","623":"What language is spoken in Geneva?","624":"What language is spoken in Palau?","625":"What sport does Maurice Richard professionally play?","626":"What religion does Ibn Khaldun follow?","627":"Where did Henri de Toulouse-Lautrec take up work?","628":"What area does Brian De Palma work in?","629":"What continent does Thailand belong to?","630":"What is the position of Pius VI?","631":"What language is spoken in Engelberg?","632":"In what city did Marie François Oscar Bardy de Fourtou work?","633":"What is Yanis Varoufakis's profession?","634":"To which continent does Johnson Glacier belong?","635":"What language is Klaas Schilder a native speaker of?","636":"What city does Amol Palekar originate from?","637":"What city is KeyArena from?","638":"What religion is Khalid ibn al-Walid affiliated with?","639":"What instrument does Elvis Presley play?","640":"What language is spoken in Ireland?","641":"What language is Jyllands-Posten written in?","642":"What language is spoken in Argentina?","643":"In what language is aloha written?","644":"Where is Joe Louis Arena from?","645":"Where was Claude Arrieu born?","646":"Where did Juan Prim, 1st Marquis of los Castillejos pass away?","647":"In which city did David Cameron work?","648":"Where is the headquarter of Army of the Guardians of the Islamic Revolution?","649":"In which country is Honnavar located?","650":"In which country are the Shetland Islands located?","651":"What position was Athanasius of Alexandria the first to hold?","652":"What language was La Hora a mixture of?","653":"To which continent does Handel Ice Piedmont belong?","654":"Where was Umberto Guidoni born?","655":"In what language is Ne partez pas sans moi written?","656":"What is the native language of Alfred Savoir?","657":"What other position does Luis del Sol play besides striker?","658":"Where can North Berwick be found?","659":"Where did The Ed Sullivan Show premiere?","660":"What position does Ludovic Sylvestre play in?","661":"In which country is JVC Kenwood Victor Entertainment located?","662":"What instrument does George Martin perform on?","663":"What was the capital of the Qing dynasty?","664":"Who was Pius II?","665":"What type of music does the Rosenberg Trio perform?","666":"What language is spoken in the Kingdom of Bulgaria?","667":"Who developed Windows Me?","668":"Who developed Windows Live Mesh?","669":"Where did The Good Wife debut?","670":"What language is Lapland Odyssey written in?","671":"Where was Eavan Boland born?","672":"In what city did John Broadwood die?","673":"What language is the original version of Voyage to Cythera a mixture of?","674":"What field is Galen's expertise in?","675":"What religion is Babur affiliated with?","676":"What city owns the American Airlines Center?","677":"Who developed the Acura EL?","678":"In which country is Bundesautobahn 14 the most popular route?","679":"In what city did Otto von Bismarck work?","680":"What continent does the Viking Age belong to?","681":"What is the capital of the Kingdom of Egypt?","682":"What language is spoken in Helsinki?","683":"What was the language of El Mercurio a mixture of?","684":"Who created iTunes Remote?","685":"What is Luciano Pavarotti known for performing in?","686":"Where was Chanel started?","687":"What is the capital of Peru?","688":"What is the native language of Viacheslav Belavkin?","689":"In which country is Eredivisie located?","690":"What sport does Moses Malone professionally play?","691":"In what country was Nonchan Noriben created?","692":"To which continent does Howard Glacier belong?","693":"What continent does the United Kingdom of the Netherlands belong to?","694":"Where is Alitalia-Linee Aeree Italiane headquartered?","695":"What is the native language of Corinne Calvet?","696":"What is the native language of Bernard Giraudeau?","697":"To which continent does Schreckhorn belong?","698":"What language is Amar en tiempos revueltos a mixture of?","699":"Where did Banco di Napoli originate?","700":"What language is used by Pedro Caro, 3rd Marquis of la Romana a clear reference to?","701":"What instrument did Jimi Hendrix play?","702":"In what language is France Dimanche written?","703":"What language is spoken in Sundsvall Municipality?","704":"Who owns Bing Videos?","705":"In what language is El Diario de Hoy written?","706":"Who developed the Lumia series?","707":"What was the language of Electricidad a mixture of?","708":"What is the capital of the Kingdom of Great Britain?","709":"Where was Masako Natsume born?","710":"What position does Masaichi Kaneda play as a left-handed?","711":"What is the native language of Anastasy Vonsyatsky?","712":"Where are the headquarters of the Liquor Control Board of Ontario?","713":"Who developed Chromecast?","714":"Who is Clement VIII?","715":"What sport does Teemu Sälännä professionally play?","716":"Who developed Final Cut Pro X?","717":"Who owns Office Online?","718":"Where is Gamescom located?","719":"Who develops macOS?","720":"Where was Emilia Rydberg born?","721":"Where was Richard Rawlinson born?","722":"In which country is Gavork-e Nalin Rural District located?","723":"What company produces Windows Genuine Advantage?","724":"What musical styles does The Bays perform?","725":"What is Germaine Greer's domain of work?","726":"In what city did Georges Ernest Boulanger work?","727":"Who develops iPhone?","728":"What language is spoken in Iran?","729":"What language is different from the one used by Guido Pieters?","730":"Where is the headquarter of All India Anna Dravida Munnetra Kazhagam located?","731":"In what city did Sandro Botticelli die?","732":"In what city did William Bayliss die?","733":"What position does Yannick Cahuzac play as?","734":"In what city did Jules Moch work?","735":"Where is the headquarter of State University of New York located?","736":"What religion does the Northern Nigeria Protectorate follow?","737":"In what city did Antonio Marcello Barberini die?","738":"What position does Pekka Rinne play?","739":"What citizenship does Giuseppe Angeli have?","740":"In which country is Gmina Kleczew located?","741":"In what language is Le cose che vivi written?","742":"For whom does Mishal Husain work?","743":"What position does Sean Glennon play?","744":"Where is the Catalan self-determination referendum located?","745":"Who employs Scott Forstall?","746":"To which continent does Kirkpatrick Glacier belong?","747":"What country is Sadeq Larijani a citizen of?","748":"What is the original language of Voodoo Lounge?","749":"On which network was Elizabeth R originally aired?","750":"In what country was Scania created?","751":"What country is Dawid Janowski a citizen of?","752":"Who owns Mojang?","753":"What is the native language of Laurent Lafitte?","754":"Where is Hope and Anchor, Islington located?","755":"What position does D'Qwell Jackson play?","756":"In what country was Hidamari Sketch created?","757":"What is the capital city of the Second Polish Republic?","758":"Where is the headquarter of Weta Digital located?","759":"Where was Riona Hazuki born?","760":"Who created LGA 775?","761":"In which state can Kalamazoo County be found?","762":"In what city did Jean-Joseph de Mondonville die?","763":"What is the native language of Nicolaas Pierson?","764":"In which city did Buenaventura Durruti pass away in a hospital?","765":"What position does Mike Piazza play?","766":"Where is Pennzoil's headquarters?","767":"On what network did Rowan & Martin's Laugh-In debut?","768":"In which country is Mizoram located?","769":"What is the native language of Lee Chang-dong?","770":"In what language is Le Quotidien de Paris written?","771":"Where did Big Love premiere?","772":"In which country was Magne Robo Gakeen created?","773":"What language is Il Postino: The Postman written in?","774":"Where is the Royal National Theatre located?","775":"In which country is Taksim Military Barracks located?","776":"Who employs Adam Curtis?","777":"What is the capital of the Philippines?","778":"Who developed the iPhone 3GS?","779":"What is the native language of Nathalie Kosciusko-Morizet?","780":"Where is Nikon headquartered and when was it formed?","781":"What is the native language of Henriette-Julie de Murat?","782":"Where is Harvard Law School located?","783":"What sport did Walter Payton professionally play?","784":"What position does Eusebius of Vercelli have?","785":"What country is Mohsen Mirdamadi a citizen of?","786":"What language is spoken in Yamalo-Nenets Autonomous Okrug?","787":"What is the original language of Der kleine Vampir?","788":"Where is the Hungarian Ladies Open located?","789":"In what language is A las Barricadas written?","790":"What country is Jean-Pierre Van Rossem from?","791":"What instrument does Paul McCartney play?","792":"What genre is that played by Casa Loma Orchestra?","793":"What language is France Info written in?","794":"In what country was Ylvis created?","795":"Where is Sleater-Kinney, a feminist punk band founded in 1991, from?","796":"Who employs David Dimbleby?","797":"What genre does Christopher Paolini play?","798":"Who developed Process Explorer?","799":"What field of study does the European Physical Journal specialize in?","800":"What is the capital of Massachusetts?","801":"Who employs Chris Cuomo?","802":"What instrument does Francis Poulenc perform on?","803":"Where is Ajinomoto Stadium?","804":"Where did the 1993 Bombay bombings take place?","805":"What sport does Jaromír Jágr professionally play?","806":"In which country is Kluuvi located?","807":"Who developed Wii U?","808":"In which country is Kamchatka Krai located?","809":"Which citizenship had the people who wrote Odnoklassniki in the early 1990s?","810":"In what city did Charles Louis Alphonse Laveran die?","811":"What position does Ivan Gudelj play in?","812":"Who developed Game & Watch?","813":"In what city did Charles Nodier die?","814":"Who employs Jonathan Pearce?","815":"Who employs Dan Le Batard?","816":"Who employs Triple H?","817":"Where was Georges Duhamel born?","818":"Who developed Mario Bros.?","819":"What position does Jason Campbell play?","820":"In what language is Charlie Hebdo written?","821":"Who owns Gangnam Station?","822":"What is the official language of Melitopol?","823":"What is the original language of Disquisitiones Arithmeticae?","824":"What sport does Pat Tillman professionally play?","825":"Who owns YouTube?","826":"In what city did Jan Swammerdam die?","827":"In which country is Higashikagawa located?","828":"Who developed the C-135 Stratolifter?","829":"What genre does Riverworld mix?","830":"What is Sachimi Iwao's citizenship?","831":"To which continent does Northwind Glacier belong?","832":"What language is spoken in Ruokolahti?","833":"Where did Coco Chanel pass away?","834":"Who developed Game Boy Advance?","835":"In what language is Sesamstraat written?","836":"Who developed Amiibo?","837":"What language is very similar to the language used by Ch'ien Mu?","838":"Who developed the EA-18G Growler?","839":"What is John Coltrane's domain of work?","840":"In which country is the Vale of Glamorgan located?","841":"What is the capital of the Hungarian Soviet Republic?","842":"Where did Outside the Lines debut?","843":"What language is spoken in Grenada?","844":"Where is Swedish Orphan Biovitrum headquartered?","845":"What religion does Hersekzade Ahmed Pasha follow?","846":"In what city did Donato Bramante die?","847":"What is Michael Dorn's profession?","848":"What religion does Al-Mutawakkil follow?","849":"Who develops Internet Explorer?","850":"What religion is Selim I affiliated with?","851":"What language was Il giuramento originally written in?","852":"What is Akira Toriyama's domain of work?","853":"What role does Miles Davis play?","854":"Where is the Maryland Film Festival located?","855":"In which country is Saint-Louis-de-Kent, New Brunswick located?","856":"What is the native language of Pierre Lescure?","857":"What religion is Muawiyah I a believer of?","858":"What field was Tycho Brahe an expert in?","859":"Where is the 2005 Southeast Asian Games taking place?","860":"What style of music is Soultrane known for performing?","861":"What is the capital of the United Kingdom of Great Britain and Northern Ireland?","862":"What country created Danish pastry?","863":"What is the capital of Ireland?","864":"Where is the 2002 Australian Open located?","865":"In what city did George Newnes work?","866":"In what country was Limoncello created?","867":"In what city did Leon Brittan die?","868":"Where is the headquarters of the University of Washington?","869":"Where is the 2004 Australian Open located?","870":"Who employs Alan Sugar?","871":"Where are Mitsubishi Corporation's headquarters?","872":"Who developed iPod Mini?","873":"What is the native language of Hendrikus Colijn?","874":"Where is CERN located?","875":"In which country is Sialkot district located?","876":"Who developed Windows Media Audio?","877":"What is Edward Gibbon's domain of work?","878":"In which country is Simcoe Composite School located?","879":"What sport did Don Shula professionally play?","880":"Who developed Final Fantasy III?","881":"What position does Gus Poyet play in?","882":"What is the original language of Sous le ciel de Paris?","883":"Who produces the B-29 Superfortress?","884":"In what city did Yves Rocard die?","885":"Where is the headquarter of EMI located?","886":"In which country is Hohenlohe located?","887":"What is the capital of Hawaii?","888":"In what city did Madame de Montesson die?","889":"Who developed File Explorer?","890":"What religion is Uqba ibn Nafi affiliated with?","891":"Where does Giulio Romano originate from?","892":"On what network did The Bill Cosby Show debut?","893":"What language is spoken in Asturias?","894":"What is the capital city of the Kingdom of Afghanistan?","895":"In which country was Dannii Minogue created?","896":"Where is the headquarter of United Continental Holdings located?","897":"Where did The Amazing Race premiere?","898":"What sport does Tim Horton professionally play?","899":"What is the native language of Guy Drut?","900":"What is the native language of Louis-Nicolas Davout?","901":"To which continent does Manipur belong?","902":"What religion is Muhammad affiliated with?","903":"Where was Semyon Vorontsov born?","904":"What is the original language of De finibus bonorum et malorum?","905":"What area does Leonard Peikoff work in?","906":"What country is Eiko Shimamiya a citizen of?","907":"Who developed Internet Explorer 10?","908":"What instrument does Alice Coltrane perform on?","909":"What is Petros Voulgaris's citizenship?","910":"What genre does Chris McGregor perform in, in addition to rock?","911":"On what network did Late Night with Conan O'Brien debut?","912":"To which continent does Urdoviza Glacier belong?","913":"What was the capital of the Latin Empire?","914":"What religion does Farrukhsiyar follow?","915":"Where did Giuseppe Baini die?","916":"Which company's developers created IntelliPoint?","917":"Where did Evgeny Lifshitz pass away?","918":"Where is the Norwegian Museum of Cultural History located?","919":"Who developed the MacBook Air?","920":"What language is Dwynwen a mixture of?","921":"What religion is Reconstructionist Rabbinical College affiliated with?","922":"What is the native language of Delphine de Girardin?","923":"Where is the Bavarian National Museum located?","924":"Where does NBA Shootaround premiere?","925":"What is the capital of Fatimid caliphate?","926":"In what language is Die Tageszeitung written?","927":"What is caffeine named after?","928":"Who employs Simon McCoy?","929":"What position does Fulgentius of Ruspe have?","930":"What is the original language of Neethaane En Ponvasantham?","931":"To which continent does the Rhine belong?","932":"In which city did Jennie Lee, Baroness Lee of Asheridge work?","933":"What is Michael Faraday a professor of?","934":"Where is Koichi Ishii native to?","935":"Where is the headquarters of the Russian State Archive of Literature and Art?","936":"What language was used in Ni es lo mismo ni es igual?","937":"Who employs Tim Cook?","938":"In which city did Sir Francis Baring, 1st Baronet work?","939":"To which continent does the Gambia River belong?","940":"Where is the Patuxent Wildlife Research Center located?","941":"What language did William Fitzwilliam, 4th Earl Fitzwilliam use?","942":"What type of music does De-Phazz play?","943":"What area does the Physiological Society work in?","944":"What title does Annise Parker hold as the first openly gay person?","945":"What instrument did Aretha Franklin play?","946":"What is the capital of the Khedivate of Egypt?","947":"Who developed iPhone 1?","948":"What citizenship does Izzy Asper have?","949":"What is Jeff Zucker associated with?","950":"What field is the expertise of Paracelsus in?","951":"What is Stephen Jay Gould's domain of work?","952":"What position did Gregory of Nazianzus hold?","953":"In what language is Mas Canciones written?","954":"What language was the original version of Kadhalil Sodhappuvadhu Yeppadi written in?","955":"Who developed Pentium 4?","956":"What religious office does Saint Domnius have?","957":"What religion does Ibn Battuta follow?","958":"What city was Pittsburg County named after?","959":"What language is spoken in Kauniainen?","960":"In what country was Saikano created?","961":"In which city did Michael Foot work?","962":"What is Beijing named after?","963":"What position does Florent Cuvelier play in?","964":"In what language is RIA Novosti written?","965":"What country Adriano Celentano's citizenship is from?","966":"In what language is Le Moniteur Universel written?","967":"What does Werner Heisenberg work as?","968":"What religion is Muhammad Asad affiliated with?","969":"What language is spoken in the State of Brazil?","970":"To which continent does Kirkby Glacier belong?","971":"What genre is played by Mercer Ellington?","972":"Who produces the Wii Balance Board?","973":"In which country is Brandon University located?","974":"Who owns Bing Maps?","975":"In which country is TUIfly Nordic located?","976":"To which continent does Lake Vostok belong?","977":"Where was the 2013 Australian Open located?","978":"Who owns Goodreads?","979":"Who owns Showtime Networks?","980":"To which continent does Chandigarh belong?","981":"Who employs Delia Derbyshire?","982":"Where is Vinson Massif located?","983":"Where is Mount Foster located?","984":"Where is Faygo's headquarters located?","985":"What is the native language of Roger Garaudy?","986":"What is the native language of Luc Besson?","987":"What is the capital of Denmark?","988":"Where was Nicolas Gigault born?","989":"Where is Godrej Consumer Products Limited headquartered?","990":"What is the capital of the Kingdom of Iraq?","991":"Where does Wednesday Night Baseball premiere?","992":"What religion is Hamza ibn Abdul-Muttalib affiliated with?","993":"Where was Adam Kendon born?","994":"In which country is Fryderyk Chopin University of Music located?","995":"What sport does Phil Jackson professionally play?","996":"What sport does Stephen Curry professionally play?","997":"What is the capital of the Kingdom of Bavaria?","998":"Where is Rogers Media based?","999":"What country is Mykola Tomenko a citizen of?","1000":"Where is Miyuki Sawashiro originally from?","1001":"Where was Henri Debain born?","1002":"What language is spoken in Chiasso?","1003":"Who developed the Lexus LF?","1004":"Who developed Sandy Bridge?","1005":"Who was Gregory XII?","1006":"What language is the original version of Il Posto a mixture of?","1007":"In which city did Hugh Cairns, 1st Earl Cairns work?","1008":"In which state is Rocky Mountain National Park located?","1009":"What is the original language of Uutisvuoto a mixture of?","1010":"Who employs Brian Krzanich?","1011":"What area of study does Michio Kaku work in?"},"answer":{"0":"Microsoft","1":"Netherlands","2":"violin","3":"BBC","4":"Netherlands","5":"Stamford","6":"French","7":"fantasy","8":"French","9":"Manila","10":"Nintendo","11":"CBS","12":"London","13":"CBS","14":"basketball","15":"hockey","16":"hockey","17":"Spanish","18":"psychology","19":"Samsung","20":"Microsoft","21":"French","22":"Austin","23":"Finnish","24":"psychology","25":"London","26":"journalist","27":"London","28":"Venice","29":"France","30":"Italy","31":"HBO","32":"Russian","33":"Springfield","34":"Intel","35":"CBS","36":"Kiev","37":"Shanghai","38":"piano","39":"Ireland","40":"Russian","41":"Russian","42":"NBC","43":"CBS","44":"Japan","45":"Microsoft","46":"Vancouver","47":"soccer","48":"French","49":"Norway","50":"Honda","51":"Seattle","52":"Berlin","53":"Budapest","54":"London","55":"Tehran","56":"BBC","57":"German","58":"Toronto","59":"Rome","60":"HBO","61":"Germany","62":"India","63":"Japan","64":"Russian","65":"Mumbai","66":"Sony","67":"French","68":"London","69":"Islam","70":"CBS","71":"Tokyo","72":"Atlanta","73":"Italian","74":"French","75":"India","76":"Avengers","77":"Warsaw","78":"Square","79":"CBS","80":"France","81":"English","82":"Rome","83":"Nike","84":"Tokyo","85":"Oslo","86":"Paris","87":"piano","88":"NBC","89":"violin","90":"Microsoft","91":"astronomy","92":"baseball","93":"Spanish","94":"WWE","95":"Paris","96":"piano","97":"Swedish","98":"Netflix","99":"BBC","100":"Moscow","101":"French","102":"English","103":"Atlanta","104":"Boeing","105":"Paris","106":"French","107":"London","108":"Boeing","109":"Antarctica","110":"Microsoft","111":"Chrysler","112":"French","113":"Afghanistan","114":"ESPN","115":"Minnesota","116":"Google","117":"Africa","118":"football","119":"Apple","120":"History","121":"WWE","122":"Rochester","123":"Paris","124":"Atlanta","125":"Microsoft","126":"France","127":"ESPN","128":"Rome","129":"Berlin","130":"soccer","131":"quarterback","132":"Japan","133":"football","134":"Honda","135":"India","136":"Europe","137":"Google","138":"hockey","139":"jazz","140":"French","141":"Paris","142":"Montreal","143":"football","144":"Athens","145":"Apple","146":"Islam","147":"football","148":"Idaho","149":"Microsoft","150":"Mecca","151":"Amsterdam","152":"Rome","153":"Paris","154":"Rome","155":"Latin","156":"Moscow","157":"basketball","158":"Nissan","159":"Apple","160":"French","161":"NBC","162":"India","163":"French","164":"Philippines","165":"Paris","166":"Chicago","167":"Canada","168":"Rome","169":"Glasgow","170":"opera","171":"Italian","172":"London","173":"London","174":"Square","175":"Cuba","176":"London","177":"CBS","178":"jazz","179":"English","180":"Prague","181":"Iran","182":"Microsoft","183":"English","184":"Berlin","185":"basketball","186":"Rome","187":"Microsoft","188":"India","189":"French","190":"opera","191":"Toronto","192":"English","193":"Nintendo","194":"French","195":"Microsoft","196":"Seattle","197":"Paris","198":"Islam","199":"Spanish","200":"Apple","201":"Chicago","202":"midfielder","203":"Dutch","204":"pope","205":"Oslo","206":"Italy","207":"Internet","208":"Avengers","209":"Microsoft","210":"Nintendo","211":"catcher","212":"Islam","213":"BBC","214":"HBO","215":"French","216":"London","217":"Islam","218":"Copenhagen","219":"London","220":"Antarctica","221":"Apple","222":"mathematics","223":"Russian","224":"Japan","225":"basketball","226":"Athens","227":"Apple","228":"Milan","229":"French","230":"actor","231":"Prague","232":"Japan","233":"Sanskrit","234":"Germany","235":"Berlin","236":"Italian","237":"French","238":"journalist","239":"mathematics","240":"Warsaw","241":"economic","242":"French","243":"Fiat","244":"Baghdad","245":"French","246":"English","247":"Tokyo","248":"Italy","249":"Hebrew","250":"midfielder","251":"India","252":"Egypt","253":"Rome","254":"journalist","255":"Apple","256":"Europe","257":"soccer","258":"France","259":"Argentina","260":"Istanbul","261":"Apple","262":"Apple","263":"bishop","264":"Houston","265":"Italy","266":"Fiat","267":"Philadelphia","268":"Sega","269":"hockey","270":"Microsoft","271":"Barcelona","272":"HBO","273":"Microsoft","274":"Jakarta","275":"Dresden","276":"Asia","277":"Asia","278":"Beijing","279":"Manhattan","280":"piano","281":"France","282":"Honda","283":"Rome","284":"Europe","285":"France","286":"Chicago","287":"Berlin","288":"Amsterdam","289":"India","290":"Honda","291":"Paris","292":"pope","293":"Japan","294":"Microsoft","295":"Vienna","296":"London","297":"piano","298":"Japan","299":"PBS","300":"Japan","301":"Manila","302":"pope","303":"Paris","304":"Google","305":"Istanbul","306":"Italian","307":"Islam","308":"Russian","309":"Bangkok","310":"Melbourne","311":"Oslo","312":"Paris","313":"Germany","314":"Islam","315":"Ireland","316":"Italy","317":"Microsoft","318":"Amazon","319":"Rome","320":"Islam","321":"Google","322":"pope","323":"Europe","324":"Rome","325":"BBC","326":"Apple","327":"Spanish","328":"English","329":"English","330":"journalist","331":"Tamil","332":"Stockholm","333":"bishop","334":"Ireland","335":"Antarctica","336":"France","337":"pitcher","338":"NBC","339":"Helsinki","340":"Japan","341":"Minneapolis","342":"French","343":"Toyota","344":"Toronto","345":"football","346":"French","347":"Google","348":"Sony","349":"Antarctica","350":"Microsoft","351":"Rome","352":"chemistry","353":"pope","354":"philosopher","355":"fantasy","356":"French","357":"history","358":"Seoul","359":"Buddhism","360":"Vancouver","361":"Texas","362":"Japan","363":"quarterback","364":"Russian","365":"Japan","366":"Vietnamese","367":"Apple","368":"French","369":"Hindi","370":"Moscow","371":"Islam","372":"Melbourne","373":"Paris","374":"Antarctica","375":"Poland","376":"Islam","377":"CBS","378":"CBS","379":"piano","380":"Tehran","381":"Jerusalem","382":"French","383":"Japan","384":"French","385":"Arizona","386":"Japan","387":"Russian","388":"Florence","389":"India","390":"BBC","391":"Japan","392":"Google","393":"French","394":"CBS","395":"Russian","396":"pitcher","397":"Microsoft","398":"London","399":"ESPN","400":"Rome","401":"Tokyo","402":"pitcher","403":"ESPN","404":"Toyota","405":"baseball","406":"aviation","407":"Paris","408":"Paris","409":"CBS","410":"London","411":"MTV","412":"Sweden","413":"physics","414":"Munich","415":"Delaware","416":"London","417":"Antarctica","418":"sociology","419":"piano","420":"Canada","421":"Toronto","422":"Paris","423":"Toyota","424":"Japan","425":"Warsaw","426":"Islam","427":"Paris","428":"jazz","429":"Europe","430":"Moscow","431":"Kiev","432":"Jerusalem","433":"piano","434":"violin","435":"musical","436":"India","437":"Latin","438":"Greek","439":"London","440":"German","441":"Calgary","442":"Japan","443":"Tokyo","444":"Hebrew","445":"Canada","446":"Germany","447":"Canada","448":"German","449":"Intel","450":"CBS","451":"Hebrew","452":"soccer","453":"Madrid","454":"midfielder","455":"football","456":"France","457":"French","458":"English","459":"piano","460":"Japan","461":"Bern","462":"Apple","463":"Paris","464":"Spanish","465":"Apple","466":"Denmark","467":"India","468":"Microsoft","469":"hockey","470":"India","471":"piano","472":"Australia","473":"India","474":"Rome","475":"Latin","476":"Argentina","477":"hockey","478":"Asia","479":"WWE","480":"soccer","481":"football","482":"Milan","483":"pope","484":"Microsoft","485":"Paris","486":"Copenhagen","487":"Europe","488":"Apple","489":"Microsoft","490":"French","491":"English","492":"Japan","493":"Berlin","494":"CNN","495":"Turkey","496":"Gibson","497":"Italian","498":"French","499":"Seoul","500":"Brazil","501":"Finnish","502":"baseball","503":"French","504":"Munich","505":"Helsinki","506":"Ontario","507":"French","508":"English","509":"bishop","510":"BBC","511":"Google","512":"French","513":"Google","514":"Japan","515":"French","516":"Russian","517":"Virginia","518":"Apple","519":"Japan","520":"Europe","521":"Brazil","522":"BBC","523":"Apple","524":"Hawaii","525":"Asia","526":"Intel","527":"Cambridge","528":"Canada","529":"Microsoft","530":"London","531":"Syria","532":"France","533":"Rome","534":"hockey","535":"Antarctica","536":"Amsterdam","537":"Melbourne","538":"French","539":"Microsoft","540":"Islam","541":"Islam","542":"NBC","543":"Toronto","544":"Russian","545":"Japan","546":"Athens","547":"astronomy","548":"Florence","549":"Germany","550":"Tokyo","551":"London","552":"quarterback","553":"bishop","554":"France","555":"CBS","556":"Apple","557":"English","558":"London","559":"Amazon","560":"baseball","561":"Judaism","562":"Amazon","563":"Atlanta","564":"Virginia","565":"Africa","566":"French","567":"BBC","568":"France","569":"Nissan","570":"Japan","571":"Mumbai","572":"Paris","573":"Tokyo","574":"Italian","575":"Israel","576":"Microsoft","577":"London","578":"Thailand","579":"Tokyo","580":"BBC","581":"Mumbai","582":"Intel","583":"French","584":"Antarctica","585":"bishop","586":"BBC","587":"Spanish","588":"Microsoft","589":"Moscow","590":"French","591":"Russian","592":"French","593":"FIFA","594":"Islam","595":"Poland","596":"Google","597":"Islam","598":"Antarctica","599":"Honolulu","600":"quarterback","601":"Antarctica","602":"Warsaw","603":"CBS","604":"Apple","605":"French","606":"Canada","607":"Germany","608":"Spanish","609":"Cairo","610":"Paris","611":"Honda","612":"Tokyo","613":"Finnish","614":"soccer","615":"violin","616":"Japan","617":"Spanish","618":"French","619":"French","620":"mathematics","621":"Dublin","622":"Thailand","623":"French","624":"English","625":"hockey","626":"Islam","627":"Paris","628":"film","629":"Asia","630":"pope","631":"German","632":"Paris","633":"economist","634":"Antarctica","635":"Dutch","636":"Mumbai","637":"Seattle","638":"Islam","639":"guitar","640":"Irish","641":"Danish","642":"Spanish","643":"Hawaiian","644":"Detroit","645":"Paris","646":"Madrid","647":"London","648":"Tehran","649":"India","650":"Scotland","651":"bishop","652":"Spanish","653":"Antarctica","654":"Rome","655":"French","656":"French","657":"midfielder","658":"Scotland","659":"CBS","660":"midfielder","661":"Japan","662":"piano","663":"Beijing","664":"pope","665":"jazz","666":"Bulgarian","667":"Microsoft","668":"Microsoft","669":"CBS","670":"Finnish","671":"Dublin","672":"London","673":"Greek","674":"medicine","675":"Islam","676":"Dallas","677":"Honda","678":"Germany","679":"Berlin","680":"Europe","681":"Cairo","682":"Finnish","683":"Spanish","684":"Apple","685":"opera","686":"Paris","687":"Lima","688":"Russian","689":"Netherlands","690":"basketball","691":"Japan","692":"Antarctica","693":"Europe","694":"Rome","695":"French","696":"French","697":"Europe","698":"Spanish","699":"Naples","700":"Spanish","701":"guitar","702":"French","703":"Swedish","704":"Microsoft","705":"Spanish","706":"Microsoft","707":"Spanish","708":"London","709":"Tokyo","710":"pitcher","711":"Russian","712":"Toronto","713":"Google","714":"pope","715":"hockey","716":"Apple","717":"Microsoft","718":"Cologne","719":"Apple","720":"Stockholm","721":"London","722":"Iran","723":"Microsoft","724":"jazz","725":"feminism","726":"Paris","727":"Apple","728":"Persian","729":"Dutch","730":"Chennai","731":"Florence","732":"London","733":"midfielder","734":"Paris","735":"Albany","736":"Islam","737":"Rome","738":"goaltender","739":"Ital","740":"Poland","741":"Italian","742":"BBC","743":"quarterback","744":"Catalonia","745":"Apple","746":"Antarctica","747":"Iran","748":"English","749":"BBC","750":"Sweden","751":"Poland","752":"Microsoft","753":"French","754":"London","755":"linebacker","756":"Japan","757":"Warsaw","758":"Wellington","759":"Tokyo","760":"Intel","761":"Michigan","762":"Paris","763":"Dutch","764":"Madrid","765":"catcher","766":"Houston","767":"NBC","768":"India","769":"Korean","770":"French","771":"HBO","772":"Japan","773":"Italian","774":"London","775":"Turkey","776":"BBC","777":"Manila","778":"Apple","779":"French","780":"Tokyo","781":"French","782":"Cambridge","783":"football","784":"bishop","785":"Iran","786":"Russian","787":"German","788":"Budapest","789":"Spanish","790":"Belgium","791":"piano","792":"jazz","793":"French","794":"Norway","795":"Olympia","796":"BBC","797":"fantasy","798":"Microsoft","799":"physics","800":"Boston","801":"CNN","802":"piano","803":"Tokyo","804":"Mumbai","805":"hockey","806":"Finland","807":"Nintendo","808":"Russia","809":"Russian","810":"Paris","811":"midfielder","812":"Nintendo","813":"Paris","814":"BBC","815":"ESPN","816":"WWE","817":"Paris","818":"Nintendo","819":"quarterback","820":"French","821":"Seoul","822":"Ukrainian","823":"Latin","824":"football","825":"Google","826":"Amsterdam","827":"Japan","828":"Boeing","829":"fantasy","830":"Japan","831":"Antarctica","832":"Finnish","833":"Paris","834":"Nintendo","835":"Dutch","836":"Nintendo","837":"Chinese","838":"Boeing","839":"jazz","840":"Wales","841":"Budapest","842":"ESPN","843":"English","844":"Stockholm","845":"Islam","846":"Rome","847":"actor","848":"Islam","849":"Microsoft","850":"Islam","851":"Italian","852":"manga","853":"jazz","854":"Baltimore","855":"Canada","856":"French","857":"Islam","858":"astronomy","859":"Philippines","860":"jazz","861":"London","862":"Denmark","863":"Dublin","864":"Melbourne","865":"London","866":"Italy","867":"London","868":"Seattle","869":"Melbourne","870":"BBC","871":"Tokyo","872":"Apple","873":"Dutch","874":"Geneva","875":"Pakistan","876":"Microsoft","877":"history","878":"Canada","879":"football","880":"Square","881":"midfielder","882":"French","883":"Boeing","884":"Paris","885":"London","886":"Germany","887":"Honolulu","888":"Paris","889":"Microsoft","890":"Islam","891":"Rome","892":"NBC","893":"Spanish","894":"Kabul","895":"Australia","896":"Chicago","897":"CBS","898":"hockey","899":"French","900":"French","901":"Asia","902":"Islam","903":"Moscow","904":"Latin","905":"philosophy","906":"Japan","907":"Microsoft","908":"piano","909":"Gree","910":"jazz","911":"NBC","912":"Antarctica","913":"Constantinople","914":"Islam","915":"Rome","916":"Microsoft","917":"Moscow","918":"Oslo","919":"Apple","920":"Welsh","921":"Judaism","922":"French","923":"Munich","924":"ESPN","925":"Cairo","926":"German","927":"coffee","928":"BBC","929":"bishop","930":"Tamil","931":"Europe","932":"London","933":"physics","934":"Japan","935":"Moscow","936":"Spanish","937":"Apple","938":"London","939":"Africa","940":"Maryland","941":"English","942":"jazz","943":"physiology","944":"mayor","945":"piano","946":"Cairo","947":"Apple","948":"Canad","949":"CNN","950":"medicine","951":"evolution","952":"bishop","953":"Spanish","954":"Tamil","955":"Intel","956":"bishop","957":"Islam","958":"Pittsburgh","959":"Finnish","960":"Japan","961":"London","962":"capital","963":"midfielder","964":"Russian","965":"Ital","966":"French","967":"physicist","968":"Islam","969":"Portuguese","970":"Antarctica","971":"jazz","972":"Nintendo","973":"Canada","974":"Microsoft","975":"Sweden","976":"Antarctica","977":"Melbourne","978":"Amazon","979":"CBS","980":"Asia","981":"BBC","982":"Antarctica","983":"Antarctica","984":"Detroit","985":"French","986":"French","987":"Copenhagen","988":"Paris","989":"Mumbai","990":"Baghdad","991":"ESPN","992":"Islam","993":"London","994":"Poland","995":"basketball","996":"basketball","997":"Munich","998":"Toronto","999":"Ukraine","1000":"Tokyo","1001":"Paris","1002":"Italian","1003":"Toyota","1004":"Intel","1005":"pope","1006":"Italian","1007":"London","1008":"Colorado","1009":"Finnish","1010":"Intel","1011":"physics"}}